Repository: zestsoftware/xm.theme
Catalog: xm/theme/locales/*/LC_MESSAGES/xm.theme.po
Languages: nl

source: Closed
nl: Afgesloten

source: Closed iterations
nl: Afgesloten iteraties

source: Closed&hellip;
nl: Afgesloten&hellip;

source: Current
nl: Lopend

source: Current iterations
nl: Lopende iteraties

source: Current&hellip;
nl: Lopend&hellip;

source: Example
nl: Voorbeeld

source: Example tab
nl: Voorbeeld tab

source: No content found
nl: Geen content gevonden

source: Open iterations
nl: Open iteraties

source: Welcome! You are now logged in.
nl: Welkom! U bent nu ingelogd.

source: You have been redirected to the last project you visited.
nl: U bent doorgestuurd naar het project dat u als laatst bezocht.

source: You have been redirected to your most recent project.
nl: U bent doorgestuurd naar uw meest recente project.

source: description_employees_overview
nl: In het overzicht ziet u hoeveel de medewerker per maand in % toerekenbaar is geweest.

source: head_name
nl: Naam

source: label_advanced_search
nl: Uitgebreid zoeken…

source: label_no_results_found
nl: Geen resultaten gevonden.

source: label_show_all
nl: Toon alle…

source: legend_livesearch
nl: LiveSearch &#8595;

source: title_employees_overview
nl: Medewerkersoverzicht
